Repository: hosizoraru/KeiPix
Catalog: Sources/KeiPix/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Oldest Bookmarked
ja: 古くブックマークした順
zh_hans: 最早收藏
zh_hant: 最早收藏

source: Oldest First
ja: 古い順
zh_hans: 最早优先
zh_hant: 最早優先

source: On launch, KeiPix asks GitHub for the latest release once per 24-hour window, compares it to the running CFBundleShortVersionString, and surfaces a banner with Open Release Notes / Skip / Later actions when a newer tag is published.
ja: 起動時、KeiPix は 24 時間に 1 回 GitHub から最新リリースを取得し、稼働中の CFBundleShortVersionString と比較します。新しいタグが公開されている場合は「リリースノートを開く / スキップ / 後で」のバナーを表示します。
zh_hans: 启动时，KeiPix 每 24 小时向 GitHub 查询一次最新版本，与运行中的 CFBundleShortVersionString 对比，发现新版本时弹出包含「打开发行说明 / 跳过 / 稍后」操作的提示。
zh_hant: 啟動時，KeiPix 每 24 小時向 GitHub 查询一次最新版本，與運行中的 CFBundleShortVersionString 對比，發現新版本時弹出包含「開啟發行說明 / 跳過 / 稍後」操作的提示。

source: Once a day, KeiPix asks GitHub whether a newer release has been published. Disable this to skip the check entirely.
ja: KeiPix は 1 日 1 回 GitHub に新しいリリースを問い合わせます。確認自体を行いたくない場合はオフにしてください。
zh_hans: KeiPix 每天会向 GitHub 查询一次是否发布了新版本。关闭此项即可完全跳过检查。
zh_hant: KeiPix 每天會向 GitHub 查询一次是否發佈了新版本。關閉此項即可完全跳過檢查。

source: Only AI
ja: AI のみ
zh_hans: 仅 AI
zh_hant: 僅 AI

source: Only Ugoira
ja: うごイラのみ
zh_hans: 仅动图
zh_hant: 僅動圖

source: Open
ja: 開く
zh_hans: 打开
zh_hant: 開啟

source: Open Article
ja: 記事を開く
zh_hans: 打开文章
zh_hant: 開啟文章

source: Open Ascii2D
ja: Ascii2D で開く
zh_hans: 在 Ascii2D 中打开
zh_hant: 在 Ascii2D 中開啟

source: Open Creator Profile
ja: 投稿者プロフィールを開く
zh_hans: 打开创作者资料
zh_hant: 開啟創作者資料

source: Open Downloaded Artwork
ja: ダウンロード済み作品を開く
zh_hans: 打开已下载作品
zh_hant: 開啟已下載作品

source: Open Downloads
ja: ダウンロードを開く
zh_hans: 打开下载
zh_hant: 開啟下載

source: Open Folder
ja: フォルダーを開く
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

source: Open Keyboard Shortcut Settings…
ja: キーボードショートカット設定を開く…
zh_hans: 打开键盘快捷键设置…
zh_hant: 開啟鍵盘快速鍵設定…

source: Open Latest Artwork
ja: 最新作品を開く
zh_hans: 打开最新作品
zh_hant: 開啟最新作品

source: Open Log Viewer
ja: ログビューアを開く
zh_hans: 打开日志查看器
zh_hant: 開啟日誌檢視器

source: Open Muted Content Manager
ja: 非表示コンテンツの管理を開く
zh_hans: 打开屏蔽内容管理
zh_hant: 開啟封鎖內容管理

source: Open Pixiv ID
ja: Pixiv IDを開く
zh_hans: 打开 Pixiv ID
zh_hant: 開啟 Pixiv ID

source: Open Pixiv Link from Clipboard
ja: クリップボードからPixivリンクを開く
zh_hans: 打开剪贴板里的 Pixiv 链接
zh_hant: 開啟剪貼簿裡的 Pixiv 連結

source: Open Link
ja: リンクを開く
zh_hans: 打开链接
zh_hant: 開啟連結

source: Open Pixiv Web
ja: Pixiv ウェブを開く
zh_hans: 打开 Pixiv Web
zh_hant: 開啟 Pixiv Web

source: Open Pixiv Web Bookmarks
ja: Pixiv Webのブックマークを開く
zh_hans: 打开 Pixiv Web 收藏
zh_hant: 開啟 Pixiv Web 收藏

# Open Pixiv Web Collections
source: Open Web Collections
ja: Webのコレクションを開く
zh_hans: 打开 Web 珍藏册
zh_hant: 開啟 Web 珍藏冊

source: Open My Pixiv Collections
ja: 自分のコレクションを開く
zh_hans: 打开我的珍藏册
zh_hant: 開啟我的珍藏冊

source: Open Saved Pixiv Collections
ja: 保存したコレクションを開く
zh_hans: 打开收藏的珍藏册
zh_hant: 開啟收藏的珍藏冊

source: Open Pixiv Web Search
ja: Pixiv ウェブで検索
zh_hans: 打开 Pixiv Web 搜索
zh_hant: 開啟 Pixiv Web 搜尋

# Pixiv Collection
source: Collection
ja: コレクション
zh_hans: 珍藏册
zh_hant: 珍藏冊

# Pixiv Collections
source: Collections
ja: コレクション
zh_hans: 珍藏册
zh_hant: 珍藏冊

source: Pixiv Activity
ja: 動向
zh_hans: 动态
zh_hant: 動態

# No Pixiv activity
source: No activity
ja: アクティビティはありません
zh_hans: 暂无动态
zh_hant: 暫無動態

source: Follow creators or refresh after connecting Pixiv Web to see social activity.
ja: クリエイターをフォローするか、Pixiv Web 接続後に更新すると動向を表示できます。
zh_hans: 关注创作者，或连接 Pixiv Web 后刷新以查看动态。
zh_hant: 追蹤創作者，或連接 Pixiv Web 後重新整理以查看動態。

source: Pixiv activity is a Web-only feed. Connect a Pixiv Web session to load it in KeiPix.
ja: Pixiv の動向は Web 専用フィードです。KeiPix で読み込むには Pixiv Web セッションを接続してください。
zh_hans: Pixiv 动态是 Web 专属信息流。连接 Pixiv Web 会话后即可在 KeiPix 中加载。
zh_hant: Pixiv 動態是 Web 專屬資訊流。連接 Pixiv Web 會話後即可在 KeiPix 中載入。

source: Loading more activity
ja: さらに読み込み中
zh_hans: 正在加载更多动态
zh_hant: 正在載入更多動態

source: Loaded %d activity items
ja: %d 件の動向
zh_hans: 已加载 %d 条动态
zh_hant: 已載入 %d 則動態

source: Refreshed %d activity items
ja: %d 件の動向を更新しました
zh_hans: 已刷新 %d 条动态
zh_hant: 已重新整理 %d 則動態

source: Posted artwork
ja: 作品を投稿
zh_hans: 发布作品
zh_hant: 發佈作品

source: Bookmarked artwork
ja: 作品をブックマーク
zh_hans: 收藏作品
zh_hant: 收藏作品

source: Followed user
ja: ユーザーをフォロー
zh_hans: 关注用户
zh_hant: 追蹤使用者

source: Pixiv activity
ja: Pixiv の動向
zh_hans: Pixiv 动态
zh_hant: Pixiv 動態

source: Open this activity in KeiPix
ja: この動向を KeiPix で開きます
zh_hans: 在 KeiPix 中打开这条动态
zh_hant: 在 KeiPix 中開啟這則動態

source: Saved Pixivision
ja: 保存したPixivision
zh_hans: 收藏的 Pixivision
zh_hant: 收藏的 Pixivision

# My Pixiv Collections
source: My Collections
ja: 自分のコレクション
zh_hans: 我的珍藏册
zh_hant: 我的珍藏冊

source: MyPixiv
ja: マイピク
zh_hans: 好P友
zh_hant: 好P友

source: MyPixiv Illustrations
ja: マイピクのイラスト
zh_hans: 好P友插画
zh_hant: 好P友插畫

source: MyPixiv Novels
ja: マイピクの小説
zh_hans: 好P友小说
zh_hant: 好P友小說

# Saved Pixiv Collections
source: Saved Collections
ja: 保存したコレクション
zh_hans: 收藏的珍藏册
zh_hant: 收藏的珍藏冊

# Recommended Collections
source: Recommended
ja: おすすめ
zh_hans: 推荐
zh_hant: 推薦

# Everyone's Collections
source: Everyone
ja: みんな
zh_hans: 大家的
zh_hant: 大家的

# Popular Collections
source: Popular
ja: 人気
zh_hans: 热门
zh_hant: 熱門

# Collection Tags
source: Tags
ja: タグ
zh_hans: 标签
zh_hant: 標籤

source: Pixiv Web Session
ja: Pixiv Web セッション
zh_hans: Pixiv Web 会话
zh_hant: Pixiv Web 會話

source: Pixiv Web only
ja: Pixiv Web専用
zh_hans: Pixiv Web 专属
zh_hant: Pixiv Web 專屬

source: Bookmark-date filters use Pixiv Web / Premium. Artwork tags are filtered locally from loaded works.
ja: ブックマーク日時フィルターは Pixiv Web / Premium を使用します。作品タグは読み込み済み作品からローカルで絞り込みます。
zh_hans: 收藏时间筛选使用 Pixiv Web / Premium；作品标签会基于已加载作品在本地筛选。
zh_hant: 收藏時間篩選使用 Pixiv Web / Premium；作品標籤會基於已載入作品在本地篩選。

source: Collections are currently exposed by Pixiv Web. Open the web tab to browse or manage them.
ja: コレクションは現在 Pixiv Web で提供されています。Web ページを開いて閲覧または管理してください。
zh_hans: 珍藏册目前由 Pixiv Web 提供。打开 Web 页面浏览或管理。
zh_hant: 珍藏冊目前由 Pixiv Web 提供。開啟 Web 頁面瀏覽或管理。

source: Discover user-created collections here. You can also paste a collection link to open it natively.
ja: ユーザーが作成したコレクションをここで見つけられます。コレクションリンクを貼り付けてネイティブ表示で開くこともできます。
zh_hans: 在这里发现用户创建的珍藏册。你也可以粘贴珍藏册链接，用原生界面打开。
zh_hant: 在這裡發現使用者建立的珍藏冊。你也可以貼上珍藏冊連結，用原生介面開啟。

source: Collections you publish on Pixiv Web appear here. Paste a collection link to open it natively.
ja: Pixiv Webで公開したコレクションがここに表示されます。コレクションリンクを貼り付けてネイティブ表示で開けます。
zh_hans: 你在 Pixiv Web 发布的珍藏册会显示在这里。也可以粘贴珍藏册链接，用原生界面打开。
zh_hant: 你在 Pixiv Web 發布的珍藏冊會顯示在這裡。也可以貼上珍藏冊連結，用原生介面開啟。

source: Bookmarked collections appear here. Use Collections discovery or Pixiv Web to save collections.
ja: ブックマークしたコレクションがここに表示されます。コレクションの発見ページまたはPixiv Webで保存できます。
zh_hans: 收藏过的珍藏册会显示在这里。可以在珍藏册发现页或 Pixiv Web 中收藏。
zh_hant: 收藏過的珍藏冊會顯示在這裡。可以在珍藏冊發現頁或 Pixiv Web 中收藏。

source: Pixiv keeps bookmarked collections behind the Web session. KeiPix can open collection links now, but syncing this list needs an explicit Pixiv Web session connection.
ja: ブックマークしたコレクションはPixiv Webセッションの内側にあります。KeiPixはコレクションリンクを開けますが、この一覧の同期には明示的なPixiv Webセッション接続が必要です。
zh_hans: Pixiv 将收藏的珍藏册放在 Web 会话里。KeiPix 现在可以打开珍藏册链接，但同步这个列表需要你明确连接 Pixiv Web 会话。
zh_hant: Pixiv 將收藏的珍藏冊放在 Web 會話裡。KeiPix 現在可以開啟珍藏冊連結，但同步這個列表需要你明確連接 Pixiv Web 會話。

source: Open Pixivision articles to build a local reading history.
ja: Pixivision記事を開いてローカル閲覧履歴を構築
zh_hans: 打开 Pixivision 文章后会在这里生成本地阅读历史。
zh_hant: 開啟 Pixivision 文章後會在這裡生成本地閱讀紀錄。

source: Open Reader Window
ja: リーダーウィンドウを開く
zh_hans: 打开阅读窗口
zh_hant: 開啟閱讀窗口

source: Open Release Notes
ja: リリースノートを開く
zh_hans: 打开发行说明
zh_hant: 開啟發行說明

source: Open Series in Pixiv
ja: Pixiv でシリーズを開く
zh_hans: 在 Pixiv 打开系列
zh_hant: 在 Pixiv 開啟系列

source: Open Tag in Pixiv
ja: Pixiv でタグを開く
zh_hans: 在 Pixiv 打开标签
zh_hant: 在 Pixiv 開啟標籤

source: Open an article and verify native link routing.
ja: 記事を開いてネイティブリンクルーティングを確認
zh_hans: 打开文章并验证原生链接路由。
zh_hant: 開啟文章並驗證原生連結路由。

source: Open an artwork or creator directly by numeric Pixiv ID.
ja: 数値のPixiv IDで作品またはクリエイターを直接開く
zh_hans: 通过数字 Pixiv ID 直接打开作品或创作者。
zh_hant: 通過数字 Pixiv ID 直接開啟作品或創作者。

source: Open an artwork to test the image host
ja: 作品を開いて画像ホストをテスト
zh_hans: 打开作品后可测试图片域名
zh_hant: 開啟作品後可測試圖片域名

source: Open artworks to build a private local history on this Mac.
ja: 作品を開いて、この Mac にプライベートなローカル履歴を作成できます。
zh_hans: 打开作品后，会在这台 Mac 上生成私密本地历史。
zh_hant: 開啟作品後，會在這台 Mac 上生成私人本地紀錄。

source: Open in Pixiv
ja: Pixiv で開く
zh_hans: 在 Pixiv 打开
zh_hant: 在 Pixiv 開啟

source: Open in SauceNAO
ja: SauceNAO で開く
zh_hans: 在 SauceNAO 打开
zh_hant: 在 SauceNAO 開啟

source: Open on GitHub
ja: GitHub で開く
zh_hans: 在 GitHub 打开
zh_hant: 在 GitHub 打開

source: Open the system translation sheet for this text. Lets you pick a target language, copy the result, or flip back to the original.
ja: システムの翻訳シートを開きます。翻訳先の言語を選んだり、訳文をコピーしたり、原文に戻したりできます。
zh_hans: 为该文本打开系统翻译面板，可选择目标语言、复制译文，或切换回原文。
zh_hant: 為該文本開啟系統翻譯面板，可選擇目標語言、複製譯文，或切換回原文。

source: Opened %@ %d
ja: %@ %d を開きました
zh_hans: 已打开 %@ %d
zh_hant: 已開啟 %@ %d

source: Opened Pixiv link %@
ja: Pixivリンク %@ を開きました
zh_hans: 已打开 Pixiv 链接 %@
zh_hant: 已開啟 Pixiv 連結 %@

source: Opened download folder
ja: ダウンロードフォルダを開きました
zh_hans: 已打开下载文件夹
zh_hant: 已開啟下載資料夾

source: Original
ja: オリジナル
zh_hans: 原图
zh_hant: 原圖

source: Original Quality
ja: オリジナル画質
zh_hans: 原始画质
zh_hant: 原始畫质

source: Originals
ja: オリジナル
zh_hans: 原创榜
zh_hant: 原創榜

source: Other
ja: その他
zh_hans: 其他
zh_hant: 其他

source: Page
ja: ページ
zh_hans: 页码
zh_hant: 頁碼

source: Page %d of %d
ja: %d / %d ページ
zh_hans: 第 %d / %d 页
zh_hant: 第 %d / %d 頁

source: Page Index
ja: ページインデックス
zh_hans: 页码索引
zh_hant: 頁碼索引

source: Page Jump
ja: ページジャンプ
zh_hans: 页码跳转
zh_hant: 頁碼跳轉

source: Page within artwork
ja: 作品内のページ送り
zh_hans: 仅作品内翻页
zh_hant: 僅作品內翻頁

source: Pages
ja: ページ数
zh_hans: 页数
zh_hant: 頁数

source: Pages %d-%d · %d selected · %d total
ja: ページ %d-%d · 選択 %d 件 · 合計 %d 件
zh_hans: 第 %d-%d 页 · 已选 %d 页 · 共 %d 页
zh_hant: 第 %d-%d 頁 · 已選 %d 頁 · 共 %d 頁

source: Partial tag match
ja: タグ部分一致
zh_hans: 标签部分匹配
zh_hant: 標籤部分符合

source: Passed
ja: 合格
zh_hans: 通过
zh_hant: 通過

source: Past Day
ja: 1 日以内
zh_hans: 过去一天
zh_hant: 過去一天

source: Past Month
ja: 1 か月以内
zh_hans: 过去一月
zh_hant: 過去一月

source: Past Week
ja: 1 週間以内
zh_hans: 过去一周
zh_hant: 過去一周

source: Past Year
ja: 1 年以内
zh_hans: 过去一年
zh_hant: 過去一年

source: Paste a Pixiv refresh token exported from another client. KeiPix refreshes it once, saves the new session in secure local storage, and switches to the imported account.
ja: 他のクライアントからエクスポートしたPixivリフレッシュトークンを貼り付け。KeiPixは1回更新し、新しいセッションをセキュアローカルストレージに保存してインポートしたアカウントに切り替えます
zh_hans: 粘贴从其他客户端导出的 Pixiv refresh token。KeiPix 会刷新一次，将新的登录态保存到安全本地存储，并切换到导入账号。
zh_hant: 貼上從其他客戶端導出的 Pixiv refresh token。KeiPix 會刷新一次，將新的登入態保存到安全本地存儲，並切換到導入帳號。

source: No Pixiv Web cookies were found yet. Sign in on the page first, then save again.
ja: Pixiv Web cookie がまだ見つかりません。先にページでログインしてから、もう一度保存してください。
zh_hans: 还没有找到 Pixiv Web cookie。请先在页面里登录，然后再次保存。
zh_hant: 還沒有找到 Pixiv Web cookie。請先在頁面裡登入，然後再次保存。

source: Not connected
ja: 未接続
zh_hans: 未连接
zh_hant: 未連接

source: Pixiv Web login cookie was not found. Sign in on Pixiv Web first.
ja: Pixiv Web のログイン cookie が見つかりません。先に Pixiv Web でログインしてください。
zh_hans: 没有找到 Pixiv Web 登录 cookie。请先登录 Pixiv Web。
zh_hant: 沒有找到 Pixiv Web 登入 cookie。請先登入 Pixiv Web。

source: Pixiv Web did not report a signed-in session. Sign in on the page first, then save again.
ja: Pixiv Web がログイン済みセッションを返しませんでした。ページでログインしてから、もう一度保存してください。
zh_hans: Pixiv Web 没有确认这是已登录会话。请先在页面里登录，然后再保存。
zh_hant: Pixiv Web 沒有確認這是已登入會話。請先在頁面裡登入，然後再儲存。

source: Pixiv Web session connection failed.
ja: Pixiv Web セッションの接続に失敗しました。
zh_hans: Pixiv Web 会话连接失败。
zh_hant: Pixiv Web 會話連接失敗。

source: Required only for Pixiv Web-only features such as saved collections. KeiPix stores this separately from the app API token and never imports browser cookies automatically.
ja: 保存したコレクションなど Pixiv Web 専用機能だけに必要です。KeiPix はアプリ API トークンとは別に保存し、ブラウザ cookie を自動インポートしません。
zh_hans: 只用于收藏的珍藏册等 Pixiv Web 专属功能。KeiPix 会把它和 App API token 分开保存，也不会自动导入浏览器 cookie。
zh_hant: 只用於收藏的珍藏冊等 Pixiv Web 專屬功能。KeiPix 會把它和 App API token 分開保存，也不會自動導入瀏覽器 cookie。

source: Sign in on Pixiv Web, then save this session so KeiPix can sync Web-only collection lists.
ja: Pixiv Web でログインしてからこのセッションを保存すると、KeiPix が Web 専用のコレクション一覧を同期できます。
zh_hans: 在 Pixiv Web 登录后保存这个会话，KeiPix 才能同步 Web 专属的珍藏册列表。
zh_hant: 在 Pixiv Web 登入後保存這個會話，KeiPix 才能同步 Web 專屬的珍藏冊列表。

source: Pause Downloads
ja: ダウンロードを一時停止
zh_hans: 暂停下载
zh_hant: 暫停下載

source: Pause Ugoira
ja: うごイラ一時停止
zh_hans: 暂停动图
zh_hant: 暫停動圖

source: Persisted proxy mode round-trips through KeiPixStore and produces the expected connectionProxyDictionary shape per scheme.
ja: 保存されたプロキシモードは KeiPixStore を経由してラウンドトリップし、プロトコルごとに期待される connectionProxyDictionary を生成します。
zh_hans: 持久化的代理模式可经 KeiPixStore 完整往返，并按协议生成符合预期的 connectionProxyDictionary。
zh_hant: 持久化的代理模式可經 KeiPixStore 完整往返，並按协议生成符合預期的 connectionProxyDictionary。

source: Pick a Discover card to open a feed, creator list, ranking, or library view.
ja: 発見カードを選んで、フィード、投稿者一覧、ランキング、ライブラリを開きます。
zh_hans: 选择一个发现卡片，打开作品流、作者列表、排行榜或书架视图。
zh_hant: 選擇一個發現卡片，開啟作品流、作者列表、排行榜或書架視圖。

source: Pick a default per content type — illust details and multi-page manga can use different quality presets.
ja: コンテンツ別に既定の画質を設定 — イラスト詳細と複数ページマンガで別々のプリセットを選べます。
zh_hans: 按内容类型设置默认画质 — 插画详情与多页漫画可分别选择不同的画质档位。
zh_hant: 按內容類型設定預設畫质 — 插畫詳情與多頁漫畫可分别選擇不同的畫质档位。

source: Pin Creator
ja: 投稿者をピン留め
zh_hans: 置顶作者
zh_hant: 置頂作者

source: Pin creators from recommended, search, following, or profile views to build a local creator collection.
ja: おすすめ、検索、フォロー中、プロフィールからクリエイターをピン留めしてローカルコレクションを構築
zh_hans: 可从推荐、搜索、关注或作者资料里置顶作者，建立本地作者集合。
zh_hant: 可從推薦、搜尋、追蹤或作者資料裡置頂作者，建立本地作者集合。

source: Pinned %@
ja: ピン留め: %@
zh_hans: 已置顶 %@
zh_hant: 已置頂 %@

source: Pinned Creators
ja: ピン留めした投稿者
zh_hans: 置顶作者
zh_hant: 置頂作者

source: Pixez is GPL-3.0 and Pixes is MIT-licensed; both are behavior references only. KeiPix's source is original Swift; reference-client implementation paths are blocked by NativeBoundaryTests.
ja: Pixez は GPL-3.0、Pixes は MIT ライセンスです。どちらも挙動参照のみに利用しています。KeiPix のソースはすべてオリジナルの Swift で書かれており、NativeBoundaryTests が参照クライアント由来の実装パスを遮断します。
zh_hans: Pixez 使用 GPL-3.0，Pixes 使用 MIT 许可；二者仅作为行为参考。KeiPix 全部源码为原创 Swift；NativeBoundaryTests 会拦截参考客户端实现路径。
zh_hant: Pixez 使用 GPL-3.0，Pixes 使用 MIT 授權；二者僅作為行為參考。KeiPix 全部原始碼為原創 Swift；NativeBoundaryTests 會攔截參考客戶端實作路徑。

source: Pixiv AI Display
ja: Pixiv AI表示
zh_hans: Pixiv AI 显示
zh_hant: Pixiv AI 顯示

source: Pixiv App API Host
ja: Pixiv App APIホスト
zh_hans: Pixiv App API 主机
zh_hant: Pixiv App API 主機

source: Pixiv Image CDN Host
ja: Pixiv画像CDNホスト
zh_hans: Pixiv 图片 CDN 主机
zh_hant: Pixiv 圖片 CDN 主機

source: Pixiv OAuth Host
ja: Pixiv OAuthホスト
zh_hans: Pixiv OAuth 主机
zh_hant: Pixiv OAuth 主機

source: Pixiv Web Host
ja: Pixiv Webホスト
zh_hans: Pixiv Web 主机
zh_hant: Pixiv Web 主機

source: %@ · %@ · Proxy: %@
ja: %@ · %@ · プロキシ: %@
zh_hans: %@ · %@ · 代理：%@
zh_hant: %@ · %@ · 代理：%@

source: %@ · HTTP %d · Proxy: %@
ja: %@ · HTTP %d · プロキシ: %@
zh_hans: %@ · HTTP %d · 代理：%@
zh_hant: %@ · HTTP %d · 代理：%@

source: Pixiv API and image-host URLSessions read the persisted proxy snapshot at init so manual / direct overrides apply on the next app launch.
ja: Pixiv API と画像ホストの URLSession は初期化時に保存済みのプロキシ設定を読み込むため、手動 / 直接接続の指定は次回起動時に反映されます。
zh_hans: Pixiv API 与图片主机的 URLSession 在初始化时读取持久化的代理设置，手动与直连模式将在下次启动时生效。
zh_hant: Pixiv API 與圖片主机的 URLSession 在初始化時讀取持久化的代理設定，手動與直連模式將在下次啟動時生效。

source: Pixiv ID Type
ja: Pixiv IDの種類
zh_hans: Pixiv ID 类型
zh_hant: Pixiv ID 類型

source: Pixiv Premium required
ja: Pixiv Premium が必要です
zh_hans: 需要 Pixiv Premium
zh_hant: 需要 Pixiv Premium

source: Pixiv Restricted Mode
ja: Pixiv制限モード
zh_hans: Pixiv 限制模式
zh_hant: Pixiv 限制模式

source: Pixiv URL routing
ja: Pixiv URLルーティング
zh_hans: Pixiv URL 路由
zh_hant: Pixiv URL 路由

source: Pixiv mute sync
ja: Pixiv の非表示同期
zh_hans: Pixiv 屏蔽同步
zh_hant: Pixiv 封鎖同步

source: Pixiv ships every illust at three sizes. Pick the rung that matches your bandwidth — Medium loads fastest, Original is the source asset.
ja: Pixiv は各作品を 3 段階のサイズで配信しています。回線に合わせて選んでください — 中が最速、オリジナルが原本です。
zh_hans: Pixiv 为每张作品提供三档尺寸，按带宽与画质需求选择 — 中等加载最快，原图为原始素材。
zh_hant: Pixiv 為每张作品提供三档尺寸，按帶寬與畫质需求選擇 — 中等載入最快，原圖為原始素材。

source: Pixiv sync covers muted tags and creators. Local muted artworks stay on this Mac.
ja: Pixiv同期はミュートタグとクリエイターをカバー。ローカルミュート作品はこのMacに残ります
zh_hans: Pixiv 同步包含屏蔽标签和创作者，本地屏蔽作品会保留在这台 Mac。
zh_hant: Pixiv 同步包含封鎖標籤和創作者，本地封鎖作品會保留在這台 Mac。

source: Pixiv-link drops resolve through Transferable on every drop surface, and completed downloads + artwork cards drag out as native file or URL payloads.
ja: すべてのドロップ領域で Pixiv リンクを Transferable 経由で解決し、ダウンロード済みファイルや作品カードはネイティブのファイルまたは URL ペイロードとしてドラッグできます。
zh_hans: 所有放置区均通过 Transferable 解析 Pixiv 链接，已完成的下载与作品卡也能以原生文件或链接形式拖出。
zh_hant: 所有放置區均通過 Transferable 解析 Pixiv 連結，已完成的下載與作品卡也能以原生檔案或連結形式拖出。

source: PixivLinkDropPayload resolves URL and text shapes; download rows and artwork cards expose Transferable drag sources.
ja: PixivLinkDropPayload は URL とテキストの両形式を解決し、ダウンロード行と作品カードは Transferable のドラッグソースを公開します。
zh_hans: PixivLinkDropPayload 解析 URL 与文本两种形态，下载行与作品卡均提供 Transferable 拖拽源。
zh_hant: PixivLinkDropPayload 解析 URL 與文本兩种形態，下載行與作品卡均提供 Transferable 拖拽源。

source: Pixivision Article #%d
ja: Pixivision記事 #%d
zh_hans: Pixivision 文章 #%d
zh_hant: Pixivision 文章 #%d

source: Play Ugoira
ja: うごイラ再生
zh_hans: 播放动图
zh_hant: 播放動圖

source: Playback Speed
ja: 再生速度
zh_hans: 播放速度
zh_hant: 播放速度

source: Popular
ja: 人気
zh_hans: 热门
zh_hant: 熱門

source: Popular (Female)
ja: 人気（女性）
zh_hans: 热门（女性）
zh_hant: 熱門（女性）

source: Popular (Male)
ja: 人気（男性）
zh_hans: 热门（男性）
zh_hant: 熱門（男性）

source: Popular (limited preview)
ja: 人気（限定プレビュー）
zh_hans: 热门（限量预览）
zh_hant: 熱門（限量預覽）

source: Popular Preview
ja: 人気プレビュー
zh_hans: 热门预览
zh_hant: 熱門預覽

source: Popular uses Pixiv's limited preview without Premium. Full gender popular sorting requires Pixiv Premium.
ja: Premium 未加入の場合は Pixiv の人気プレビュー（限定）を使用します。男女別の人気順には Pixiv Premium が必要です。
zh_hans: 未开通 Premium 时使用 Pixiv 限量热门预览；完整男女热门排序需要 Pixiv Premium。
zh_hant: 未開通 Premium 時使用 Pixiv 限量熱門預覽；完整男女熱門排序需要 Pixiv Premium。

source: Port
ja: ポート
zh_hans: 端口
zh_hant: 端口

source: Post Comment
ja: コメントを投稿
zh_hans: 发送评论
zh_hant: 傳送留言

source: Posted comment
ja: コメントを投稿しました
zh_hans: 已发送评论
zh_hant: 已傳送留言

source: Posted stamp comment
ja: スタンプコメントを投稿しました
zh_hans: 已发送贴图评论
zh_hant: 已傳送貼圖留言

source: Posts a Notification Center banner once a download wraps up — coalesced for batches so a 50-image queue still surfaces a single banner.
ja: ダウンロードが完了すると通知センターにバナーを表示します。バッチダウンロードはまとめられ、50 枚のキューでも 1 件のバナーになります。
zh_hans: 下载完成后向通知中心推送一条横幅，批量下载会合并为单条横幅，避免 50 张图的队列产生 50 条通知。
zh_hant: 下載完成後向通知中心推送一条橫幅，批量下載會合並為單条橫幅，避免 50 张圖的隊列產生 50 条通知。

source: Press Space to peek the file with Quick Look, just like Finder.
ja: Finder と同じようにスペースキーを押すと、クイックルックでファイルをのぞき見できます。
zh_hans: 按下空格键即可像访达一样用快速查看预览文件。
zh_hant: 按下空格鍵即可像訪達一樣用快速查看預覽檔案。

source: Preview Comment Feedback
ja: コメントフィードバックプレビュー
zh_hans: 预览评论反馈
zh_hant: 預覽留言意見回饋

source: Preview KeiPix with local sample artworks.
ja: ローカルサンプル作品でKeiPixをプレビュー
zh_hans: 使用本地样本作品预览 KeiPix。
zh_hant: 使用本地樣本作品預覽 KeiPix。

source: Preview Ugoira
ja: うごイラをプレビュー
zh_hans: 预览动图
zh_hant: 預覽動圖

source: Preview Works
ja: 作品プレビュー
zh_hans: 预览作品数
zh_hant: 預覽作品数

source: Previous Artwork
ja: 前の作品
zh_hans: 上一个作品
zh_hant: 上一個作品

source: Previous Day
ja: 前日
zh_hans: 前一天
zh_hant: 前一天

source: Previous Page
ja: 前のページ
zh_hans: 上一页
zh_hant: 上一頁

source: Priority
ja: 優先度
zh_hans: 优先级
zh_hant: 優先級

source: Privacy
ja: プライバシー
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Mode
ja: プライバシーモード
zh_hans: 隐私模式
zh_hant: 隱私模式

source: Private
ja: 非公開
zh_hans: 私密
zh_hant: 私人

source: Private Follow
ja: 非公開フォロー
zh_hans: 私密关注
zh_hant: 私人追蹤

source: Private Following
ja: 非公開フォロー中
zh_hans: 私密关注作品
zh_hant: 私人追蹤作品

source: Public Following
ja: 公開フォロー中
zh_hans: 公开关注作品
zh_hant: 公開追蹤作品

source: Private bookmark add/remove completed
ja: 非公開ブックマーク追加/削除が完了
zh_hans: 私密收藏添加/移除已完成
zh_hant: 私人收藏添加/移除已完成

source: Private bookmarks
ja: 非公開ブックマーク
zh_hans: 私密收藏
zh_hant: 私人收藏

source: Private follow/unfollow completed
ja: 非公開フォロー/解除が完了
zh_hans: 私密关注/取消关注已完成
zh_hant: 私人追蹤/取消追蹤已完成

source: Profile
ja: プロフィール
zh_hans: 资料
zh_hant: 資料

source: Protect sensitive content from screen capture
ja: 画面キャプチャから機密コンテンツを保護
zh_hans: 保护敏感内容不被截屏捕获
zh_hant: 保護敏感內容不被截屏捕獲

source: Proxy
ja: プロキシ
zh_hans: 代理
zh_hant: 代理

source: Public
ja: 公開
zh_hans: 公开
zh_hant: 公開

source: Public Follow
ja: 公開フォロー
zh_hans: 公开关注
zh_hant: 公開追蹤

source: Public Saves
ja: 公開ブックマーク
zh_hans: 公开收藏
zh_hant: 公開收藏

source: Public bookmarks
ja: 公開ブックマーク
zh_hans: 公开收藏
zh_hant: 公開收藏

source: Public/private bookmarks, bookmark tags, and bookmark automation remain reachable.
ja: 公開/非公開ブックマーク、ブックマークタグ、ブックマーク自動化は引き続き到達可能
zh_hans: 公开/私密收藏、收藏标签和收藏自动化需要可访问。
zh_hant: 公開/私人收藏、收藏標籤和收藏自動化需要可訪問。

source: Public/private/all following artwork feeds remain reachable.
ja: 公開/非公開/すべてのフォロー中作品フィードは引き続き到達可能
zh_hans: 公开、私密和全部关注作品流需要可访问。
zh_hant: 公開、私人和全部追蹤作品流需要可訪問。

source: Published %@
ja: %@ に公開
zh_hans: 发布于 %@
zh_hant: 發佈於 %@

source: Queue, local library, naming templates, ugoira downloads, and batch actions stay usable.
ja: キュー、ローカルライブラリ、命名テンプレート、うごイラダウンロード、一括アクションは引き続き利用可能
zh_hans: 队列、本地库、命名模板、动图下载和批量操作需要可用。
zh_hant: 隊列、本地庫、命名模板、動圖下載和批量操作需要可用。

source: Queued
ja: 待機中
zh_hans: 排队中
zh_hant: 排隊中

source: Queued %d downloads
ja: ダウンロード %d 件をキューに追加
zh_hans: 已加入 %d 个下载
zh_hant: 已加入 %d 個下載

source: Queued Current Page
ja: 現在ページをキューに追加
zh_hans: 已加入当前页下载
zh_hant: 已加入當前頁下載

source: Queued pages %d-%d (%d pages)
ja: キュー: ページ %d-%d（%d ページ）
zh_hans: 已加入第 %d-%d 页下载（%d 页）
zh_hant: 已加入第 %d-%d 頁下載（%d 頁）

source: Queueing downloads is covered by read-only runtime QA.
ja: ダウンロードキューは読み取り専用ランタイムQAでカバー
zh_hans: 下载入队已被只读运行验收覆盖。
zh_hant: 下載入隊已被只讀運行驗收覆盖。

source: Quick Look
ja: クイックルック
zh_hans: 快速查看
zh_hant: 快速查看

source: Quick Look preview
ja: クイックルックプレビュー
zh_hans: 快速查看预览
zh_hant: 快速查看預覽

source: Quick bookmarks use the artwork tags, and the bookmark editor preselects them for new bookmarks.
ja: クイックブックマークでは作品のタグが使用され、ブックマーク編集でも初期値として選択されます。
zh_hans: 快速收藏会带上作品标签，收藏编辑器也会为新收藏预选这些标签。
zh_hant: 快速收藏會帶上作品標籤，收藏編輯器也會為新收藏預選這些標籤。

source: Quick diagnostics for signed-in QA and screenshot-safe support reports.
ja: サインイン済みQAとスクリーンショット対応サポートレポート用の簡易診断
zh_hans: 用于登录后验收和截图安全支持报告的快速诊断。
zh_hant: 用於登入後驗收和截圖安全支持報告的快速診断。

source: Quickly hides sidebar account identity for screenshots and screen sharing.
ja: スクリーンショットと画面共有用にサイドバーのアカウントIDを素早く非表示
zh_hans: 快速隐藏侧边栏账号身份信息，方便截图和屏幕共享。
zh_hant: 快速隱藏側邊欄帳號身份資訊，方便截圖和屏幕共享。

source: Quit and reopen KeiPix to apply proxy changes.
ja: プロキシの変更を適用するには KeiPix を終了して再度開いてください。
zh_hans: 退出并重新打开 KeiPix 以应用代理设置。
zh_hant: 結束並重新開啟 KeiPix 以應用代理設定。

source: R-18 and R-18G artwork windows are hidden from screenshots and screen sharing when possible.
ja: R-18およびR-18G作品ウィンドウは可能な限りスクリーンショットと画面共有から非表示
zh_hans: 展示 R-18 和 R-18G 作品时，尽可能让窗口从截屏和屏幕共享中隐藏。
zh_hant: 展示 R-18 和 R-18G 作品時，盡可能讓窗口從截屏和屏幕共享中隱藏。

source: R-18 preview hidden
ja: R-18プレビュー非表示
zh_hans: R-18 预览已隐藏
zh_hant: R-18 預覽已隱藏

source: R-18G preview hidden
ja: R-18Gプレビュー非表示
zh_hans: R-18G 预览已隐藏
zh_hant: R-18G 預覽已隱藏

source: Ranking
ja: ランキング
zh_hans: 排行榜
zh_hant: 排行榜

source: Ranking Date
ja: ランキング日付
zh_hans: 排行榜日期
zh_hant: 排行榜日期

source: Ranking Mode
ja: ランキングモード
zh_hans: 排行榜模式
zh_hant: 排行榜模式

source: Reachable
ja: 到達可能
zh_hans: 可连接
zh_hant: 可連接

source: Read-only remote diagnostics are available. Import and upload still require explicit approval.
ja: 読み取り専用リモート診断が利用可能。インポートとアップロードには明示的な承認が必要
zh_hans: 已提供只读远端诊断。导入和上传仍然需要显式确认。
zh_hant: 已提供只讀遠端診断。導入和上傳仍然需要顯式確認。

source: Reader
ja: リーダー
zh_hans: 阅读器
zh_hant: 閱讀器

source: Reader Inline Keys
ja: リーダーインラインキー
zh_hans: 阅读器内联按键
zh_hant: 閱讀器內联按鍵

source: Reader Window
ja: リーダーウィンドウ
zh_hans: 阅读窗口
zh_hant: 閱讀窗口

source: Reading
ja: 読書
zh_hans: 阅读
zh_hant: 閱讀

source: Reading Mode
ja: 読書モード
zh_hans: 阅读模式
zh_hant: 閱讀模式

source: Reading, discovery, safety, downloads, privacy, and QA controls stay grouped in native Settings.
ja: 閲覧、発見、安全、ダウンロード、プライバシー、QA設定はネイティブ設定でグループ化
zh_hans: 阅读、发现、安全、下载、隐私和 QA 控制需要在原生设置中分组。
zh_hant: 閱讀、發現、安全、下載、隱私和 QA 控制需要在原生設定中分組。

source: Real Account
ja: 本番アカウント
zh_hans: 真实账号
zh_hant: 真實帳號
